Repository: garubi/tawkto-analytics-event
Catalog: languages/tawkto-analytics-event-*.po
Languages: it_it

source: Send an event to Google Analytics when a visitor interacts with the Tawk.to Chat widget.
it_it: Invia un Evento a Google Analytics quando un visitatore interagisce con il widget della chat di Tawk.to.

source: Analytics Events for Tawk.to Chat Configuration
it_it: Configurazione di Analytics Events for Tawk.to Chat Configuration

source: Installed Analytics version
it_it: Versione di Analytics installata

source: Select the Analytics version used on this site
it_it: Scegli la versione di Analytics usata in questo sito

source: Ongoing Chat event
it_it: Evento per Chat in corso

source: Enable sending Event when Chat is OnGoing for XX seconds
it_it: Abilita l'invio dell'Evento quando la Chat è in corso per XX secondi

source: Minimum Chat duration for trigger the event (seconds)
it_it: Durata minima della chat per inviare l'Evento (secondi)

source: Analytics Event Category for Ongoing
it_it: Categoria dell'Evento Analytics per Chat in corso

source: Analytics Event Action for Ongoing
it_it: Azione dell'Evento Analytics per Chat in corso

source: Offline Chat event
it_it: Evento per Chat offline

source: Enable sending Event when a form from an offline Chat is submitted
it_it: Abilita l'invio dell'Evento quando la Chat è offline

source: Analytics Event Category for Offline
it_it: Categoria dell'Evento Analytics per Chat offline

source: Analytics Event Action for Offline
it_it: Azione dell'Evento Analytics per Chat offline

source: Ongoing chat
it_it: Chat In corso

source: Form sent from offline chat
it_it: Invio form per chat offline
